Repository: nviai/OmitX
Catalog: Localization/Localizable.xcstrings
Source language: vi
Languages: ar, ca, cs, da, de, el, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: Chuyển %@ vào Thùng rác
ar: نقل ‎%@ إلى سلة المهملات
ca: Traslladar %@ a la paperera
cs: Přesunout %@ do koše
da: Flyt %@ til papirkurv
de: %@ in den Papierkorb legen
el: Μετακίνηση του %@ στον Κάδο
en: Move %@ to Trash
es: Trasladar %@ a la papelera
fi: Siirrä %@ roskakoriin
fr: Placer %@ dans la corbeille
he: העבר את ‎%@ לפח
hi: %@ को ट्रैश में ले जाएँ
hr: Premjesti %@ u Smeće
hu: %@ áthelyezése a Kukába
id: Pindahkan %@ ke Tong Sampah
it: Sposta %@ nel Cestino
ja: %@をゴミ箱に入れる
ko: %@을(를) 휴지통으로 이동
ms: Alihkan %@ ke Tong Sampah
nb: Flytt %@ til papirkurven
nl: Verplaats %@ naar prullenmand
pl: Przenieś %@ do Kosza
pt_br: Mover %@ para o Lixo
pt_pt: Mover %@ para o Lixo
ro: Mută %@ în Coș
ru: Переместить %@ в Корзину
sk: Presunúť %@ do koša
sl: Premakni %@ v koš
sv: Flytta %@ till papperskorgen
th: ย้าย %@ ไปที่ถังขยะ
tr: %@ öğesini Çöp Sepeti’ne taşı
uk: Перемістити %@ в Смітник
zh_hans: 将 %@ 移到废纸篓
zh_hant: 將 %@ 丟到垃圾桶

source: Chuyển vào Thùng rác
ar: نقل إلى سلة المهملات
ca: Traslladar a la paperera
cs: Přesunout do koše
da: Flyt til papirkurv
de: In den Papierkorb legen
el: Μετακίνηση στον Κάδο
en: Move to Trash
es: Trasladar a la papelera
fi: Siirrä roskakoriin
fr: Placer dans la corbeille
he: העבר לפח
hi: ट्रैश में ले जाएँ
hr: Premjesti u Smeće
hu: Áthelyezés a Kukába
id: Pindahkan ke Tong Sampah
it: Sposta nel Cestino
ja: ゴミ箱に入れる
ko: 휴지통으로 이동
ms: Alihkan ke Tong Sampah
nb: Flytt til papirkurven
nl: Verplaats naar prullenmand
pl: Przenieś do Kosza
pt_br: Mover para o Lixo
pt_pt: Mover para o Lixo
ro: Mută în Coș
ru: Переместить в Корзину
sk: Presunúť do koša
sl: Premakni v koš
sv: Flytta till papperskorgen
th: ย้ายไปที่ถังขยะ
tr: Çöp Sepeti’ne Taşı
uk: Перемістити в Смітник
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

source: Chuyển vào Thùng rác?
ar: هل تريد النقل إلى سلة المهملات؟
ca: Traslladar a la paperera?
cs: Přesunout do koše?
da: Flyt til papirkurv?
de: In den Papierkorb legen?
el: Μετακίνηση στον Κάδο;
en: Move to Trash?
es: ¿Trasladar a la papelera?
fi: Siirretäänkö roskakoriin?
fr: Placer dans la corbeille ?
he: להעביר לפח?
hi: ट्रैश में ले जाएँ?
hr: Premjestiti u Smeće?
hu: Áthelyezi a Kukába?
id: Pindahkan ke Tong Sampah?
it: Spostare nel Cestino?
ja: ゴミ箱に入れますか?
ko: 휴지통으로 이동하시겠습니까?
ms: Alihkan ke Tong Sampah?
nb: Flytte til papirkurven?
nl: Naar prullenmand verplaatsen?
pl: Przenieść do Kosza?
pt_br: Mover para o Lixo?
pt_pt: Mover para o Lixo?
ro: Muți în Coș?
ru: Переместить в Корзину?
sk: Presunúť do koša?
sl: Želite premakniti v koš?
sv: Flytta till papperskorgen?
th: ย้ายไปที่ถังขยะใช่หรือไม่
tr: Çöp Sepeti’ne taşınsın mı?
uk: Перемістити в Смітник?
zh_hans: 要移到废纸篓吗？
zh_hant: 要丟到垃圾桶嗎？

source: Chuyển vào Thùng rác…
ar: نقل إلى سلة المهملات…
ca: Traslladar a la paperera…
cs: Přesunout do koše…
da: Flyt til papirkurv…
de: In den Papierkorb legen …
el: Μετακίνηση στον Κάδο…
en: Move to Trash…
es: Trasladar a la papelera…
fi: Siirrä roskakoriin…
fr: Placer dans la corbeille…
he: העבר לפח…
hi: ट्रैश में ले जाएँ…
hr: Premjesti u Smeće…
hu: Áthelyezés a Kukába…
id: Pindahkan ke Tong Sampah…
it: Sposta nel Cestino…
ja: ゴミ箱に入れる…
ko: 휴지통으로 이동…
ms: Alihkan ke Tong Sampah…
nb: Flytt til papirkurven…
nl: Verplaats naar prullenmand…
pl: Przenieś do Kosza…
pt_br: Mover para o Lixo…
pt_pt: Mover para o Lixo…
ro: Mută în Coș…
ru: Переместить в Корзину…
sk: Presunúť do koša…
sl: Premakni v koš …
sv: Flytta till papperskorgen…
th: ย้ายไปที่ถังขยะ…
tr: Çöp Sepeti’ne Taşı…
uk: Перемістити в Смітник…
zh_hans: 移到废纸篓…
zh_hant: 丟到垃圾桶…

source: Chưa chọn thư mục để quét — vào Cài đặt để thêm.
ar: لم يتم تحديد مجلدات للفحص — أضِفها من الإعدادات.
ca: No s’ha seleccionat cap carpeta per escanejar — afegiu-ne a Configuració.
cs: Nejsou vybrány žádné složky ke skenování – přidejte je v Nastavení.
da: Ingen mapper valgt til scanning – tilføj nogle i Indstillinger.
de: Keine Ordner zum Scannen ausgewählt – füge in den Einstellungen Ordner hinzu.
el: Δεν έχουν επιλεγεί φάκελοι για σάρωση — προσθέστε στις Ρυθμίσεις.
en: No folders selected to scan — add some in Settings.
es: No hay carpetas seleccionadas para analizar — añade alguna en Ajustes.
fi: Skannattavia kansioita ei ole valittu – lisää niitä Asetuksissa.
fr: Aucun dossier à analyser — ajoutez-en dans les Réglages.
he: לא נבחרו תיקיות לסריקה — הוסף אותן בהגדרות.
hi: स्कैन करने के लिए कोई फ़ोल्डर नहीं चुना गया — सेटिंग्ज़ में जोड़ें।
hr: Nije odabrana nijedna mapa za skeniranje – dodajte ih u Postavkama.
hu: Nincs kiválasztva vizsgálandó mappa — adjon hozzá egyet a Beállításokban.
id: Belum ada folder yang dipilih untuk dipindai — tambahkan di Pengaturan.
it: Nessuna cartella da scansionare — aggiungerne nelle Impostazioni.
ja: スキャンするフォルダが選択されていません — 設定で追加してください。
ko: 스캔할 폴더가 선택되지 않았습니다 — 설정에서 추가하십시오.
ms: Tiada folder dipilih untuk diimbas — tambah dalam Seting.
nb: Ingen mapper er valgt for skanning – legg til mapper i Innstillinger.
nl: Geen mappen geselecteerd om te scannen – voeg ze toe in Instellingen.
pl: Nie wybrano folderów do skanowania — dodaj je w Ustawieniach.
pt_br: Nenhuma pasta selecionada para analisar — adicione nos Ajustes.
pt_pt: Nenhuma pasta selecionada para analisar — adicione nas Definições.
ro: Nu ai selectat niciun dosar de scanat — adaugă unul în Configurări.
ru: Не выбраны папки для сканирования — добавьте их в Настройках.
sk: Nie sú vybrané žiadne priečinky na skenovanie – pridajte ich v Nastaveniach.
sl: Ni izbranih map za pregled – dodajte jih v Nastavitvah.
sv: Inga mappar har valts för skanning – lägg till mappar i Inställningar.
th: ยังไม่ได้เลือกโฟลเดอร์ที่จะสแกน — เพิ่มได้ในการตั้งค่า
tr: Taranacak klasör seçilmedi — Ayarlar’dan ekleyin.
uk: Не вибрано папок для сканування — додайте їх у Параметрах.
zh_hans: 尚未选择要扫描的文件夹 — 请在“设置”中添加。
zh_hant: 尚未選擇要掃描的資料夾 — 請在「設定」中加入。

source: Chưa cài Docker CLI.
ar: لم يتم تثبيت Docker CLI.
ca: La CLI de Docker no està instal·lada.
cs: Docker CLI není nainstalováno.
da: Docker CLI er ikke installeret.
de: Docker CLI ist nicht installiert.
el: Το Docker CLI δεν είναι εγκατεστημένο.
en: Docker CLI is not installed.
es: Docker CLI no está instalado.
fi: Docker CLI ei ole asennettuna.
fr: La CLI Docker n’est pas installée.
he: לא נמצאה התקנה של Docker CLI.
hi: Docker CLI इंस्टॉल नहीं है।
hr: Docker CLI nije instaliran.
hu: A Docker CLI nincs telepítve.
id: Docker CLI tidak diinstal.
it: La CLI di Docker non è installata.
ja: Docker CLIがインストールされていません。
ko: Docker CLI가 설치되어 있지 않습니다.
ms: Docker CLI tidak dipasang.
nb: Docker CLI er ikke installert.
nl: Docker CLI is niet geïnstalleerd.
pl: Docker CLI nie jest zainstalowany.
pt_br: O Docker CLI não está instalado.
pt_pt: O Docker CLI não está instalado.
ro: Docker CLI nu este instalat.
ru: Docker CLI не установлен.
sk: Docker CLI nie je nainštalované.
sl: Docker CLI ni nameščen.
sv: Docker CLI är inte installerat.
th: ยังไม่ได้ติดตั้ง Docker CLI
tr: Docker CLI yüklü değil.
uk: Docker CLI не встановлено.
zh_hans: 未安装 Docker CLI。
zh_hant: 未安裝 Docker CLI。

source: Chưa cài Homebrew.
ar: لم يتم تثبيت Homebrew.
ca: Homebrew no està instal·lat.
cs: Homebrew není nainstalován.
da: Homebrew er ikke installeret.
de: Homebrew ist nicht installiert.
el: Το Homebrew δεν είναι εγκατεστημένο.
en: Homebrew is not installed.
es: Homebrew no está instalado.
fi: Homebrew ei ole asennettuna.
fr: Homebrew n’est pas installé.
he: לא נמצאה התקנה של Homebrew.
hi: Homebrew इंस्टॉल नहीं है।
hr: Homebrew nije instaliran.
hu: A Homebrew nincs telepítve.
id: Homebrew tidak diinstal.
it: Homebrew non è installato.
ja: Homebrewがインストールされていません。
ko: Homebrew가 설치되어 있지 않습니다.
ms: Homebrew tidak dipasang.
nb: Homebrew er ikke installert.
nl: Homebrew is niet geïnstalleerd.
pl: Homebrew nie jest zainstalowany.
pt_br: O Homebrew não está instalado.
pt_pt: O Homebrew não está instalado.
ro: Homebrew nu este instalat.
ru: Homebrew не установлен.
sk: Homebrew nie je nainštalovaný.
sl: Homebrew ni nameščen.
sv: Homebrew är inte installerat.
th: ยังไม่ได้ติดตั้ง Homebrew
tr: Homebrew yüklü değil.
uk: Homebrew не встановлено.
zh_hans: 未安装 Homebrew。
zh_hant: 未安裝 Homebrew。

source: Chưa cài Xcode / Command Line Tools.
ar: لم يتم تثبيت Xcode / Command Line Tools.
ca: Xcode / Command Line Tools no estan instal·lats.
cs: Xcode / Command Line Tools nejsou nainstalovány.
da: Xcode / Command Line Tools er ikke installeret.
de: Xcode / Command Line Tools sind nicht installiert.
el: Το Xcode / τα Command Line Tools δεν είναι εγκατεστημένα.
en: Xcode / Command Line Tools are not installed.
es: Xcode / Command Line Tools no están instalados.
fi: Xcode / Command Line Tools ei ole asennettuna.
fr: Xcode / Command Line Tools ne sont pas installés.
he: לא נמצאה התקנה של Xcode / Command Line Tools.
hi: Xcode / Command Line Tools इंस्टॉल नहीं हैं।
hr: Xcode / Command Line Tools nije instaliran.
hu: Az Xcode / Command Line Tools nincs telepítve.
id: Xcode / Command Line Tools tidak diinstal.
it: Xcode / Command Line Tools non sono installati.
ja: Xcode / Command Line Toolsがインストールされていません。
ko: Xcode / Command Line Tools가 설치되어 있지 않습니다.
ms: Xcode / Command Line Tools tidak dipasang.
nb: Xcode / Command Line Tools er ikke installert.
nl: Xcode / Command Line Tools zijn niet geïnstalleerd.
pl: Xcode / Command Line Tools nie są zainstalowane.
pt_br: Xcode / Command Line Tools não estão instalados.
pt_pt: Xcode / Command Line Tools não estão instalados.
ro: Xcode / Command Line Tools nu sunt instalate.
ru: Xcode / Command Line Tools не установлены.
sk: Xcode / Command Line Tools nie sú nainštalované.
sl: Xcode / Command Line Tools ni nameščen.
sv: Xcode / Command Line Tools är inte installerat.
th: ยังไม่ได้ติดตั้ง Xcode / Command Line Tools
tr: Xcode / Command Line Tools yüklü değil.
uk: Xcode / Command Line Tools не встановлено.
zh_hans: 未安装 Xcode / Command Line Tools。
zh_hant: 未安裝 Xcode / Command Line Tools。

source: Chưa có hội thoại nào.
ar: لا توجد محادثات بعد.
ca: Encara no hi ha cap conversa.
cs: Zatím žádné konverzace.
da: Ingen samtaler endnu.
de: Noch keine Unterhaltungen.
el: Δεν υπάρχουν ακόμη συνομιλίες.
en: No conversations yet.
es: Aún no hay conversaciones.
fi: Ei vielä keskusteluja.
fr: Aucune conversation pour l’instant.
he: עדיין אין שיחות.
hi: अभी कोई बातचीत नहीं है।
hr: Još nema razgovora.
hu: Még nincs beszélgetés.
id: Belum ada percakapan.
it: Ancora nessuna conversazione.
ja: まだ会話はありません。
ko: 아직 대화가 없습니다.
ms: Belum ada percakapan.
nb: Ingen samtaler ennå.
nl: Nog geen gesprekken.
pl: Nie ma jeszcze rozmów.
pt_br: Nenhuma conversa ainda.
pt_pt: Ainda não há conversas.
ro: Încă nu există conversații.
ru: Разговоров пока нет.
sk: Zatiaľ žiadne konverzácie.
sl: Pogovorov še ni.
sv: Inga samtal än.
th: ยังไม่มีการสนทนา
tr: Henüz sohbet yok.
uk: Розмов поки немає.
zh_hans: 还没有对话。
zh_hant: 還沒有對話。

source: Chưa có quy tắc nào.
ar: لا توجد قواعد بعد.
ca: Encara no hi ha cap regla.
cs: Zatím žádná pravidla.
da: Ingen regler endnu.
de: Noch keine Regeln.
el: Δεν υπάρχουν κανόνες ακόμη.
en: No rules yet.
es: Todavía no hay reglas.
fi: Ei vielä sääntöjä.
fr: Aucune règle pour l’instant.
he: עדיין אין כללים.
hi: अभी कोई नियम नहीं है।
hr: Još nema pravila.
hu: Még nincsenek szabályok.
id: Belum ada aturan.
it: Ancora nessuna regola.
ja: ルールはまだありません。
ko: 아직 규칙이 없습니다.
ms: Belum ada perperaturan.
nb: Ingen regler ennå.
nl: Nog geen regels.
pl: Brak reguł.
pt_br: Ainda não há regras.
pt_pt: Ainda não há regras.
ro: Încă nu există reguli.
ru: Правил пока нет.
sk: Zatiaľ žiadne pravidlá.
sl: Pravil še ni.
sv: Inga regler än.
th: ยังไม่มีกฎ
tr: Henüz kural yok.
uk: Правил поки немає.
zh_hans: 还没有规则。
zh_hant: 還沒有規則。

source: Chưa dọn gì trong phiên này
ar: لم يتم تنظيف أي شيء في هذه الجلسة
ca: No s’ha netejat res en aquesta sessió
cs: V této relaci zatím nebylo nic vyčištěno
da: Der er ikke ryddet op i denne session endnu
de: In dieser Sitzung wurde noch nichts bereinigt
el: Δεν έγινε καθαρισμός σε αυτή τη συνεδρία
en: Nothing cleaned in this session
es: Aún no hay limpiezas en esta sesión
fi: Tässä istunnossa ei ole siivottu mitään
fr: Aucun nettoyage durant cette session
he: עדיין לא נוקה דבר בהפעלה זו
hi: इस सत्र में कुछ भी साफ़ नहीं किया गया
hr: U ovoj sesiji još ništa nije očišćeno
hu: Ebben a munkamenetben még nem történt tisztítás
id: Belum ada yang dibersihkan di sesi ini
it: Nessuna pulizia in questa sessione
ja: このセッションではまだクリーンアップしていません
ko: 이 세션에서 정리한 항목이 없습니다
ms: Tiada apa-apa dibersihkan dalam sesi ini
nb: Ingenting er ryddet i denne økten
nl: Nog niets opgeruimd in deze sessie
pl: W tej sesji nic nie wyczyszczono
pt_br: Nada foi limpo nesta sessão
pt_pt: Nada foi limpo nesta sessão
ro: Nimic curățat în această sesiune
ru: В этом сеансе ничего не очищалось
sk: V tejto relácii sa zatiaľ nič nevyčistilo
sl: V tej seji še ni bilo nič počiščeno
sv: Inget har rensats under den här sessionen
th: ยังไม่ได้ล้างข้อมูลใดๆ ในเซสชั่นนี้
tr: Bu oturumda henüz hiçbir şey temizlenmedi
uk: У цьому сеансі нічого не очищено
zh_hans: 本次会话中尚未清理任何内容
zh_hant: 此工作階段尚未清理任何內容

source: Chưa kích hoạt
ar: غير مفعّل
ca: No activat
cs: Neaktivováno
da: Ikke aktiveret
de: Nicht aktiviert
el: Δεν έχει ενεργοποιηθεί
en: Not activated
es: Sin activar
fi: Ei aktivoitu
fr: Non activé
he: לא הופעל
hi: सक्रिय नहीं
hr: Nije aktivirano
hu: Nincs aktiválva
id: Belum diaktifkan
it: Non attivato
ja: 未アクティベート
ko: 활성화 안 됨
ms: Belum diaktifkan
nb: Ikke aktivert
nl: Niet geactiveerd
pl: Nieaktywowano
pt_br: Não ativado
pt_pt: Não ativado
ro: Neactivat
ru: Не активировано
sk: Neaktivované
sl: Ni aktivirano
sv: Inte aktiverad
th: ยังไม่เปิดใช้งาน
tr: Etkinleştirilmedi
uk: Не активовано
zh_hans: 未激活
zh_hant: 未啟用

source: Chưa liên lạc được máy chủ — còn dùng được %lld ngày
ar: تعذّر الوصول إلى الخادم — بقي %lld يوم
ca: No s’arriba al servidor — queden %lld dies
cs: Server není dostupný — zbývá %lld dní
da: Kan ikke nå serveren — %lld dage tilbage
de: Server nicht erreichbar — noch %lld Tage
el: Ο διακομιστής δεν είναι προσβάσιμος — απομένουν %lld ημέρες
en: Can't reach the server — %lld days left
es: No se llega al servidor — quedan %lld días
fi: Palvelimeen ei saada yhteyttä — %lld päivää jäljellä
fr: Serveur injoignable — %lld jours restants
he: אין גישה לשרת — נותרו %lld ימים
hi: सर्वर तक नहीं पहुँच सके — %lld दिन बचे
hr: Poslužitelj nedostupan — preostaje %lld dana
hu: A kiszolgáló nem érhető el — %lld nap maradt
id: Tidak bisa menghubungi server — sisa %lld hari
it: Server irraggiungibile — restano %lld giorni
ja: サーバーに接続できません — 残り %lld 日
ko: 서버에 연결할 수 없음 — %lld일 남음
ms: Tidak dapat menghubungi pelayan — baki %lld hari
nb: Når ikke serveren — %lld dager igjen
nl: Server onbereikbaar — nog %lld dagen
pl: Brak połączenia z serwerem — zostało %lld dnia
pt_br: Servidor inacessível — restam %lld dias
pt_pt: Servidor inacessível — restam %lld dias
ro: Serverul nu e accesibil — au mai rămas %lld de zile
ru: Сервер недоступен — осталось %lld дня
sk: Server nie je dostupný — zostáva %lld dní
sl: Strežnik ni dosegljiv — ostaja %lld dni
sv: Når inte servern — %lld dagar kvar
th: เชื่อมต่อเซิร์ฟเวอร์ไม่ได้ — เหลือ %lld วัน
tr: Sunucuya ulaşılamıyor — %lld gün kaldı
uk: Сервер недоступний — лишилося %lld дня
zh_hans: 无法连接服务器 — 还剩 %lld 天
zh_hant: 無法連線伺服器 — 還剩 %lld 天

source: Chưa quét
ar: لم يُفحص بعد
ca: No escanejat
cs: Neskenováno
da: Ikke scannet
de: Nicht gescannt
el: Δεν έχει σαρωθεί
en: Not scanned
es: Sin analizar
fi: Ei skannattu
fr: Non analysé
he: לא נסרק
hi: स्कैन नहीं किया गया
hr: Nije skenirano
hu: Nincs megvizsgálva
id: Belum dipindai
it: Non scansionato
ja: 未スキャン
ko: 스캔 안 됨
ms: Belum diimbas
nb: Ikke skannet
nl: Niet gescand
pl: Nie przeskanowano
pt_br: Não analisado
pt_pt: Não analisado
ro: Nescanat
ru: Не сканировалось
sk: Neskenované
sl: Ni pregledano
sv: Inte skannad
th: ยังไม่ได้สแกน
tr: Taranmadı
uk: Не проскановано
zh_hans: 尚未扫描
zh_hant: 尚未掃描

source: Chưa từng được dùng.
ar: لم يُستخدم مطلقًا.
ca: No s’ha utilitzat mai.
cs: Nikdy nepoužito.
da: Aldrig brugt.
de: Nie verwendet.
el: Δεν έχει χρησιμοποιηθεί ποτέ.
en: Never used.
es: Nunca usado.
fi: Ei koskaan käytetty.
fr: Jamais utilisé.
he: מעולם לא היה בשימוש.
hi: कभी उपयोग नहीं किया गया।
hr: Nikad nije korišteno.
hu: Még soha nem volt használva.
id: Tidak pernah digunakan.
it: Mai utilizzato.
ja: 一度も使用されていません。
ko: 사용된 적이 없습니다.
ms: Tidak pernah digunakan.
nb: Aldri brukt.
nl: Nooit gebruikt.
pl: Nigdy nieużywane.
pt_br: Nunca usado.
pt_pt: Nunca utilizado.
ro: Nu a fost folosit niciodată.
ru: Ни разу не использовалось.
sk: Nikdy nepoužité.
sl: Še nikoli ni bilo uporabljeno.
sv: Aldrig använd.
th: ไม่เคยใช้งาน
tr: Hiç kullanılmadı.
uk: Жодного разу не використовувалося.
zh_hans: 从未使用过。
zh_hant: 從未使用過。

source: Chưa yêu cầu đổi máy.
ar: لم يُطلب تغيير الجهاز.
ca: No s’ha sol·licitat cap canvi de màquina.
cs: Změna počítače nebyla vyžádána.
da: Der er ikke anmodet om maskineskift.
de: Es wurde kein Gerätewechsel angefordert.
el: Δεν ζητήθηκε αλλαγή μηχανήματος.
en: No machine change has been requested.
es: No se ha solicitado ningún cambio de equipo.
fi: Koneen vaihtoa ei ole pyydetty.
fr: Aucun changement de machine n’a été demandé.
he: לא התבקשה החלפת מחשב.
hi: मशीन बदलने का अनुरोध नहीं किया गया।
hr: Promjena računala nije zatražena.
hu: Nem kértél gépcserét.
id: Belum ada permintaan ganti mesin.
it: Nessun cambio macchina richiesto.
ja: マシン変更が要求されていません。
ko: 기기 변경을 요청하지 않았습니다.
ms: Tiada permintaan penukaran mesin.
nb: Det er ikke bedt om maskinbytte.
nl: Er is geen machinewissel aangevraagd.
pl: Nie zażądano zmiany komputera.
pt_br: Nenhuma troca de máquina foi solicitada.
pt_pt: Não foi pedida nenhuma mudança de máquina.
ro: Nu s-a cerut nicio schimbare a mașinii.
ru: Смена компьютера не запрашивалась.
sk: Zmena počítača nebola vyžiadaná.
sl: Zamenjava računalnika ni bila zahtevana.
sv: Inget datorbyte har begärts.
th: ยังไม่ได้ขอเปลี่ยนเครื่อง
tr: Makine değişikliği istenmedi.
uk: Зміну комп’ютера не запитували.
zh_hans: 尚未申请更换设备。
zh_hant: 尚未申請更換裝置。

source: Chạy bằng `swift run` nên chưa đăng ký được khởi động cùng máy. Cần bản build .app.
ar: يعمل عبر ‎`swift run`‎، لذا لا يمكن تسجيل الفتح عند تسجيل الدخول. يلزم إصدار ‎.app‎.
ca: S’està executant amb `swift run`, així que no es pot registrar l’obertura en iniciar la sessió. Cal una compilació .app.
cs: Běží přes `swift run`, takže otevírání při přihlášení nelze zaregistrovat. Je potřeba sestavení .app.
da: Kører via `swift run`, så start ved log ind kan ikke registreres. Der kræves en .app-build.
de: Läuft über `swift run`, daher kann der Anmeldestart nicht registriert werden. Ein .app-Build ist nötig.
el: Εκτελείται μέσω `swift run`, οπότε δεν μπορεί να καταχωριστεί το άνοιγμα κατά τη σύνδεση. Χρειάζεται έκδοση .app.
en: Running via `swift run`, so Open at Login can't be registered. A .app build is required.
es: Se está ejecutando con `swift run`, así que no se puede registrar el inicio al iniciar sesión. Hace falta una compilación .app.
fi: Suoritetaan komennolla `swift run`, joten kirjautumisen yhteydessä avaamista ei voi rekisteröidä. Tarvitaan .app-käännös.
fr: Exécution via `swift run` : impossible d’enregistrer l’ouverture à la connexion. Une version .app est nécessaire.
he: פועל דרך ‎`swift run`‎, ולכן אי אפשר לרשום פתיחה בעת ההתחברות. נדרשת בניית ‎.app‎.
hi: `swift run` से चल रहा है, इसलिए लॉगिन पर खोलना पंजीकृत नहीं हो सकता। .app बिल्ड चाहिए।
hr: Pokreće se preko `swift run`, pa se otvaranje pri prijavi ne može registrirati. Potrebna je .app gradnja.
hu: `swift run` alatt fut, ezért a bejelentkezéskori indítás nem regisztrálható. .app build szükséges.
id: Berjalan lewat `swift run`, jadi buka saat masuk tidak bisa didaftarkan. Perlu build .app.
it: In esecuzione con `swift run`, quindi non è possibile registrare l’avvio al login. Serve una build .app.
ja: `swift run` で実行中のため、ログイン時に開くを登録できません。.app ビルドが必要です。
ko: `swift run`으로 실행 중이라 로그인 시 시작을 등록할 수 없습니다. .app 빌드가 필요합니다.
ms: Berjalan melalui `swift run`, jadi buka semasa log masuk tidak boleh didaftarkan. Perlu binaan .app.
nb: Kjører via `swift run`, så start ved pålogging kan ikke registreres. Det trengs en .app-bygging.
nl: Draait via `swift run`, dus starten bij inloggen kan niet worden geregistreerd. Een .app-build is nodig.
pl: Działa przez `swift run`, więc nie można zarejestrować otwierania przy logowaniu. Potrzebna jest kompilacja .app.
pt_br: Rodando via `swift run`, então não dá para registrar a abertura no login. É preciso um build .app.
pt_pt: A correr via `swift run`, então não é possível registrar a abertura no login. É preciso um build .app.
ro: Rulează prin `swift run`, așa că deschiderea la autentificare nu poate fi înregistrată. E nevoie de o compilare .app.
ru: Запущено через `swift run`, поэтому открытие при входе зарегистрировать нельзя. Нужна сборка .app.
sk: Beží cez `swift run`, takže otváranie pri prihlásení sa nedá zaregistrovať. Treba zostavenie .app.
sl: Teče prek `swift run`, zato odpiranja ob prijavi ni mogoče registrirati. Potrebna je gradnja .app.
sv: Körs via `swift run`, så start vid inloggning kan inte registreras. Det krävs ett .app-bygge.
th: กำลังรันผ่าน `swift run` จึงลงทะเบียนเปิดตอนเข้าสู่ระบบไม่ได้ ต้องใช้บิลด์ .app
tr: `swift run` ile çalışıyor, bu yüzden oturum açıldığında başlatma kaydedilemiyor. Bir .app derlemesi gerekiyor.
uk: Запущено через `swift run`, тож відкриття під час входу зареєструвати не вдасться. Потрібна збірка .app.
zh_hans: 正在通过 `swift run` 运行，无法注册登录时启动。需要 .app 构建版本。
zh_hant: 正在透過 `swift run` 執行，無法註冊登入時啟動。需要 .app 建置版本。
